final city = [
  '서울',
  '부산',
  '대구',
  '인천',
  '대전',
  '광주',
  '울산',
  '경기',
  '충북',
  '충남',
  '경북',
  '경남',
  '전북',
  '전남',
  '강원',
  '제주',
  '세종'
];

final seoul = [
  '종로구',
  '중구',
  '용산구',
  '성동구',
  '광진구',
  '동대문구',
  '중랑구',
  '성북구',
  '강북구',
  '도봉구',
  '노원구',
  '은평구',
  '서대문구',
  '마포구',
  '양천구',
  '강서구',
  '구로구',
  '금천구',
  '영등포구',
  '동작구',
  '관악구',
  '서초구',
  '강남구',
  '송파구',
  '강동구'
];

final busan = [
  '중구',
  '서구',
  '동구',
  '영도구',
  '부산진구',
  '동래구',
  '남구',
  '북구',
  '해운대구',
  '사하구',
  '금정구',
  '강서구',
  '연제구',
  '수영구',
  '사상구'
];

final daegu = ['중구', '동구', '서구', '남구', '북구', '수성구', '달서구'];

final incheon = ['중구', '동구', '미추홀구', '연수구', '남동구', '부평구', '계양구', '서구'];

final daejeon = ['동구', '중구', '서구', '유성구', '대덕구'];

final gwangju = ['동구', '서구', '남구', '북구', '광산구'];

final ulsan = ['중구', '남구', '동구', '북구'];

final gyeongGi = [
  '수원시',
  '성남시',
  '의정부시',
  '안양시',
  '부천시',
  '광명시',
  '평택시',
  '동두천시',
  '안산시',
  '고양시',
  '용인시',
  '과천시',
  '구리시',
  '남양주시',
  '오산시',
  '시흥시',
  '군포시',
  '의왕시',
  '하남시',
  '파주시',
  '이천시',
  '안성시',
  '김포시',
  '화성시',
  '광주시',
  '양주시',
  '포천시',
  '여주시'
];

final gyeongGiSuwon = ['장안구', '권선구', '팔달구', '영통구'];

final gyeongGiSeongnam = ['수정구', '중원구', '분당구'];

final gyeongGiAnyang = ['만안구', '동안구'];

final gyeongGiAnsan = ['상록구', '단원구'];

final gyeongGiGoyang = ['덕양구', '일산동구', '일산서구'];

final gyeongGiYougin = ['처인구', '기흥구', '수지구'];

final chungBug = ['청주시', '충주시', '제천시'];

final chungBugCheongju = ['상당구', '서원구', '흥덕구', '청원구'];

final chungNam = ['천안시', '공주시', '보령시', '아산시', '서산시', '논산시', '계룡시', '당진시'];

final chungNamCheonan = ['동남구', '서북구'];

final gyeongBug = [
  '포항시',
  '경주시',
  '김천시',
  '안동시',
  '구미시',
  '영주시',
  '영천시',
  '상주시',
  '문경시',
  '경산시'
];

final gyeongBugPohang = ['남구', '북구'];

final gyeongNam = ['창원시', '진주시', '통영시', '사천시', '김해시', '밀양시', '거제시', '양산시'];

final gyeongNamChangwon = ['의창구', '성산구', '마산합포구', '마산회원구', '진해구'];

final jeonBug = ['전주시', '군산시', '익산시', '정읍시', '남원시', '김제시'];

final jeonBugJeonju = ['완산구', '덕진구'];

final jeonNam = ['목포시', '여수시', '순천시', '나주시', '광양시'];

final gangWon = ['춘천시', '원주시', '강릉시', '태백시', '속초시', '삼척시'];

final jeju = ['제주시', '서귀포시'];
